Revit 2024 API
ParameterTypeId.RoofBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoofBaseLevelParam { get; }
Visual Basic
Public Shared ReadOnly Property RoofBaseLevelParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoofBaseLevelParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace